Repository: Kruszoneq/macUSB
Catalog: macUSB/Resources/Analysis.xcstrings
Source language: pl
Languages: de, en, es, fr, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# analysis.result.unrecognized.description
source: Nie rozpoznano instalatora
de: Installer nicht erkannt
en: Installer not recognized
es: Instalador no reconocido
fr: Installateur non reconnu
it: Installer non riconosciuto
ja: インストーラが認識されませんでした
pt_br: Instalador não reconhecido
ru: Установщик не распознан
tr: Yükleyici tanınmadı
uk: Інсталятор не розпізнано
vi: Trình cài đặt không được nhận dạng
zh_hans: 未识别安装程序

# analysis.result.unsupported.description
source: Wybrany system nie jest wspierany przez aplikację
de: Das ausgewählte System wird von der Anwendung nicht unterstützt
en: Selected system is not supported by the application
es: El sistema seleccionado no es compatible con la aplicación
fr: Le système sélectionné n'est pas pris en charge par l'application
it: Il sistema selezionato non è supportato dall'applicazione
ja: 選択されたシステムはアプリケーションでサポートされていません
pt_br: O sistema selecionado não é compatível com o aplicativo
ru: Выбранная система не поддерживается приложением
tr: Seçilen sistem uygulama tarafından desteklenmiyor
uk: Вибрана система не підтримується програмою
vi: Hệ thống đã chọn không được ứng dụng hỗ trợ
zh_hans: 所选系统不受此应用支持

# analysis.running.description
source: Trwa analizowanie pliku, proszę czekać
de: Datei wird analysiert, bitte warten
en: Analyzing file, please wait
es: Analizando archivo, por favor espere
fr: Analyse du fichier en cours, veuillez patienter
it: Il file è in fase di analisi, attendi
ja: ファイルを分析中、お待ちください
pt_br: Analisando arquivo, aguarde
ru: Анализ файла, пожалуйста, подождите
tr: Dosya analiz ediliyor, lütfen bekleyin
uk: Файл аналізується, зачекайте
vi: File đang được phân tích, vui lòng đợi
zh_hans: 正在分析文件，请稍候

# analysis.running.title
source: Analizowanie
de: Analysieren
en: Analyzing
es: Analizando
fr: Analyse en cours
it: Analisi in corso
ja: 分析中
pt_br: Analisando
ru: Анализ
tr: Analiz ediliyor
uk: Аналізуючи
vi: Phân tích
zh_hans: 正在分析

# analysis.source.already_mounted.message
source: Wybrany plik .cdr lub .iso jest już zamontowany w systemie macOS. Odmontuj ten obraz, a następnie wybierz „Analizuj” ponownie.
de: Die ausgewählte .cdr- oder .iso-Datei ist in macOS bereits eingebunden. Hängen Sie dieses Image aus und wählen Sie anschließend erneut „Analysieren“.
en: The selected .cdr or .iso file is already mounted in macOS. Unmount this image, then choose “Analyze” again.
es: El archivo .cdr o .iso seleccionado ya está montado en macOS. Desmonta esta imagen y, a continuación, vuelve a seleccionar «Analizar».
fr: Le fichier .cdr ou .iso sélectionné est déjà monté dans macOS. Démontez cette image, puis sélectionnez de nouveau « Analyser ».
it: Il file .cdr o .iso selezionato è già montato in macOS. Smonta questa immagine, quindi seleziona di nuovo «Analizza».
ja: 選択した .cdr または .iso ファイルは、すでに macOS にマウントされています。このイメージをアンマウントしてから、もう一度「解析」を選択してください。
pt_br: O arquivo .cdr ou .iso selecionado já está montado no macOS. Desmonte essa imagem e selecione “Analisar” novamente.
ru: Выбранный файл .cdr или .iso уже смонтирован в macOS. Отмонтируйте этот образ, затем снова выберите «Анализировать».
tr: Seçilen .cdr veya .iso dosyası macOS'ta zaten bağlı. Bu görüntüyü ayırın ve ardından yeniden “Analiz Et” seçeneğini seçin.
uk: Вибраний файл .cdr або .iso вже змонтовано в macOS. Відмонтуйте цей образ, а потім знову виберіть «Аналізувати».
vi: Tệp .cdr hoặc .iso đã chọn đã được gắn kết trong macOS. Hãy tháo gắn kết ảnh đĩa này, sau đó chọn lại “Phân tích”.
zh_hans: 所选的 .cdr 或 .iso 文件已在 macOS 中挂载。请先卸载该镜像，然后再次选择“分析”。

# analysis.source.already_mounted.title
source: Wybrany obraz jest już zamontowany
de: Das ausgewählte Image ist bereits eingebunden
en: Selected image is already mounted
es: La imagen seleccionada ya está montada
fr: L’image sélectionnée est déjà montée
it: L’immagine selezionata è già montata
ja: 選択したイメージはすでにマウントされています
pt_br: A imagem selecionada já está montada
ru: Выбранный образ уже смонтирован
tr: Seçilen görüntü zaten bağlı
uk: Вибраний образ уже змонтовано
vi: Ảnh đĩa đã chọn đã được gắn kết
zh_hans: 所选镜像已挂载

# analysis.source.path.placeholder
source: Plik źródłowy...
de: Quelldatei...
en: Source File...
es: Archivo de origen...
fr: Fichier source...
it: File sorgente...
ja: ソースファイル...
pt_br: Arquivo de origem...
ru: Исходный файл...
tr: Kaynak dosya...
uk: Вихідний файл...
vi: Tệp nguồn...
zh_hans: 源文件...

# analysis.source.requirements.download
source: • Brak instalatora? Użyj przycisku „Pobierz”
de: • Kein Installer? Benutzen Sie die Schaltfläche „Herunterladen“.
en: • No installer? Use the "Download" button
es: • ¿Sin instalador? Utilice el botón "Descargar"
fr: • Pas d'installateur ? Utilisez le bouton "Télécharger"
it: • Nessun installer? Utilizza il pulsante "Scarica"
ja: • インストーラーがありませんか? 「ダウンロード」ボタンを使用してください
pt_br: • Não há instalador? Use o botão "Baixar"
ru: • Нет установщика? Используйте кнопку «Скачать»
tr: • Kurulumcu yok mu? "İndir" düğmesini kullanın
uk: • Немає інсталятора? Скористайтеся кнопкою «Завантажити».
vi: • Không có trình cài đặt? Sử dụng nút "Tải xuống"
zh_hans: • 没有安装程序？使用“下载”按钮

# analysis.source.requirements.formats
source: • Dozwolone formaty plików to .dmg, .iso, .cdr oraz .app
de: • Zulässige Dateiformate sind .dmg, .iso, .cdr und .app
en: • Allowed file formats are .dmg, .iso, .cdr, and .app
es: • Los formatos de archivo permitidos son .dmg, .iso, .cdr y .app
fr: • Les formats de fichiers autorisés sont .dmg, .iso, .cdr et .app
it: • I formati di file consentiti sono .dmg, .iso, .cdr e .app
ja: • 許可されるファイル形式は .dmg, .iso, .cdr および .app です
pt_br: • Os formatos de arquivo permitidos são .dmg, .iso, .cdr e .app
ru: • Допустимые форматы файлов: .dmg, .iso, .cdr и .app
tr: • İzin verilen dosya biçimleri .dmg, .iso, .cdr ve .app'tir
uk: • Дозволені формати файлів: .dmg, .iso, .cdr і .app
vi: • Các định dạng tệp được phép là .dmg, .iso, .cdr và .app
zh_hans: • 允许的文件格式为 .dmg, .iso, .cdr 和 .app

# analysis.source.requirements.installer
source: • Wybrany plik musi zawierać instalator macOS, Windows lub Linux
de: • Die ausgewählte Datei muss einen macOS-, Windows- oder Linux-Installer enthalten
en: • The selected file must contain a macOS, Windows, or Linux installer
es: • El archivo seleccionado debe contener un instalador de macOS, Windows o Linux
fr: • Le fichier sélectionné doit contenir un installateur macOS, Windows ou Linux
it: • Il file selezionato deve contenere l'installer di macOS, Windows o Linux
ja: • 選択したファイルにはmacOS、Windows、またはLinuxのインストーラが含まれている必要があります
pt_br: • O arquivo selecionado deve conter um instalador do macOS, Windows ou Linux
ru: • Выбранный файл должен содержать установщик macOS, Windows или Linux
tr: • Seçilen dosya macOS, Windows veya Linux yükleyicisini içermelidir
uk: • Вибраний файл має містити програму встановлення macOS, Windows або Linux
vi: • Tệp được chọn phải chứa trình cài đặt macOS, Windows hoặc Linux
zh_hans: • 所选文件必须包含 macOS、Windows 或 Linux 安装程序

# analysis.source.requirements.title
source: Wymagania
de: Anforderungen
en: Requirements
es: Requisitos
fr: Exigences
it: Requisiti
ja: 要件
pt_br: Requisitos
ru: Требования
tr: Gereksinimler
uk: Вимоги
vi: Yêu cầu
zh_hans: 要求

# analysis.source.section.title
source: Wybór pliku
de: Dateiauswahl
en: File selection
es: Selección de archivo
fr: Sélection du fichier
it: Selezione del file
ja: ファイルの選択
pt_br: Seleção de arquivo
ru: Выбор файла
tr: Dosya seçimi
uk: Вибір файлу
vi: Lựa chọn tập tin
zh_hans: 文件选择

# analysis.usb.capacity_too_small.description
source: Wymagane jest minimum %@ GB.
de: Mindestens %@ GB erforderlich.
en: Min %@ GB required.
es: Mínimo %@ GB requeridos.
fr: Minimum %@ Go requis.
it: È richiesto un minimo di %@ GB.
ja: 最低%@GBが必要です。
pt_br: Mínimo %@ GB necessários.
ru: Требуется минимум %@ ГБ.
tr: Minimum %@ GB gereklidir.
uk: Необхідно мінімум %@ ГБ.
vi: Yêu cầu tối thiểu %@ GB.
zh_hans: 至少需要 %@ GB。

# analysis.usb.capacity_too_small.title
source: Wybrany nośnik USB ma za małą pojemność
de: Die Kapazität des ausgewählten USB-Laufwerks ist zu gering
en: Selected USB drive capacity is too small
es: La capacidad de la memoria USB seleccionada es demasiado pequeña
fr: La capacité de la clé USB sélectionnée est trop faible
it: Il dispositivo di archiviazione USB selezionato ha una capacità troppo piccola
ja: 選択されたUSBメモリの容量が小さすぎます
pt_br: A capacidade do pen drive selecionado é muito pequena
ru: Емкость выбранного USB-накопителя слишком мала
tr: Seçilen USB depolama cihazının kapasitesi çok küçük
uk: Вибраний USB-накопичувач має замалу ємність
vi: Thiết bị lưu trữ USB được chọn có dung lượng quá nhỏ
zh_hans: 所选 U 盘容量太小

# analysis.usb.destructive.description
source: Wszystkie pliki na wybranym nośniku USB zostaną bezpowrotnie usunięte!
de: Alle Dateien auf dem ausgewählten USB-Laufwerk werden unwiderruflich gelöscht!
en: All files on the selected USB drive will be permanently erased!
es: ¡Todos los archivos en la memoria USB seleccionada se borrarán permanentemente!
fr: Tous les fichiers sur la clé USB sélectionnée seront définitivement effacés !
it: Tutti i file sull'unità USB selezionata verranno eliminati definitivamente!
ja: 選択したUSBメモリ上のすべてのファイルは完全に消去されます！
pt_br: Todos os arquivos no pen drive selecionado serão apagados permanentemente!
ru: Все файлы на выбранном USB-накопителе будут безвозвратно удалены!
tr: Seçilen USB sürücüsündeki tüm dosyalar kalıcı olarak silinecek!
uk: Усі файли на вибраному USB-накопичувачі буде остаточно видалено!
vi: Tất cả các tập tin trên ổ USB đã chọn sẽ bị xóa vĩnh viễn!
zh_hans: 所选 U 盘上的所有文件将被永久清除！

# analysis.usb.destructive.title
source: UWAGA!
de: ACHTUNG!
en: WARNING!
es: ¡ADVERTENCIA!
fr: ATTENTION !
it: ATTENZIONE!
ja: 警告！
pt_br: ATENÇÃO!
ru: ВНИМАНИЕ!
tr: DİKKAT!
uk: УВАГА!
vi: CHÚ Ý!
zh_hans: 警告！

# analysis.usb.discovery.capacity.description
source: Nie udało się odczytać pojemności tego nośnika. Sprawdź połączenie USB i spróbuj ponownie.
de: Die Kapazität dieses Laufwerks konnte nicht gelesen werden. Prüfen Sie die USB-Verbindung und versuchen Sie es erneut.
en: This drive’s capacity couldn’t be read. Check the USB connection and try again.
es: No se ha podido leer la capacidad de esta unidad. Compruebe la conexión USB e inténtelo de nuevo.
fr: La capacité de ce disque n’a pas pu être lue. Vérifiez la connexion USB et réessayez.
it: Non è stato possibile leggere la capacità di questa unità. Controlla la connessione USB e riprova.
ja: このドライブの容量を読み取れませんでした。USB接続を確認して、もう一度お試しください。
pt_br: Não foi possível ler a capacidade desta unidade. Verifique a conexão USB e tente novamente.
ru: Не удалось прочитать ёмкость этого накопителя. Проверьте подключение USB и повторите попытку.
tr: Bu sürücünün kapasitesi okunamadı. USB bağlantısını denetleyip yeniden deneyin.
uk: Не вдалося зчитати місткість цього накопичувача. Перевірте підключення USB і спробуйте ще раз.
vi: Không thể đọc dung lượng của ổ đĩa này. Kiểm tra kết nối USB và thử lại.
zh_hans: 无法读取此驱动器的容量。请检查 USB 连接并重试。

# analysis.usb.discovery.close.action
source: Zamknij
de: Schließen
en: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

# analysis.usb.discovery.data.description
source: Odczytane dane są niepełne lub nieprawidłowe. Sprawdź ponownie przed wyborem nośnika.
de: Die empfangenen Daten sind unvollständig oder ungültig. Prüfen Sie erneut, bevor Sie ein Laufwerk auswählen.
en: The data received is incomplete or invalid. Check again before selecting a drive.
es: Los datos recibidos están incompletos o no son válidos. Vuelva a comprobarlos antes de seleccionar una unidad.
fr: Les données reçues sont incomplètes ou invalides. Vérifiez à nouveau avant de sélectionner un disque.
it: I dati ricevuti sono incompleti o non validi. Controlla di nuovo prima di selezionare un’unità.
ja: 読み取ったデータが不完全または無効です。ドライブを選択する前にもう一度確認してください。
pt_br: Os dados recebidos estão incompletos ou são inválidos. Verifique novamente antes de selecionar uma unidade.
ru: Полученные данные неполные или некорректные. Выполните проверку ещё раз перед выбором накопителя.
tr: Alınan veriler eksik veya geçersiz. Bir sürücü seçmeden önce yeniden denetleyin.
uk: Отримані дані неповні або некоректні. Виконайте перевірку ще раз перед вибором накопичувача.
vi: Dữ liệu nhận được không đầy đủ hoặc không hợp lệ. Kiểm tra lại trước khi chọn ổ đĩa.
zh_hans: 读取的数据不完整或无效。请在选择驱动器前重新检查。

# analysis.usb.discovery.device.description
source: Nie udało się odczytać danych tego nośnika. Sprawdź połączenie USB i spróbuj ponownie.
de: Die Informationen zu diesem Laufwerk konnten nicht gelesen werden. Prüfen Sie die USB-Verbindung und versuchen Sie es erneut.
en: This drive’s information couldn’t be read. Check the USB connection and try again.
es: No se ha podido leer la información de esta unidad. Compruebe la conexión USB e inténtelo de nuevo.
fr: Les informations sur ce disque n’ont pas pu être lues. Vérifiez la connexion USB et réessayez.
it: Non è stato possibile leggere le informazioni di questa unità. Controlla la connessione USB e riprova.
ja: このドライブの情報を読み取れませんでした。USB接続を確認して、もう一度お試しください。
pt_br: Não foi possível ler as informações desta unidade. Verifique a conexão USB e tente novamente.
ru: Не удалось прочитать информацию об этом накопителе. Проверьте подключение USB и повторите попытку.
tr: Bu sürücünün bilgileri okunamadı. USB bağlantısını denetleyip yeniden deneyin.
uk: Не вдалося зчитати інформацію про цей накопичувач. Перевірте підключення USB і спробуйте ще раз.
vi: Không thể đọc thông tin của ổ đĩa này. Kiểm tra kết nối USB và thử lại.
zh_hans: 无法读取此驱动器的信息。请检查 USB 连接并重试。

# analysis.usb.discovery.identity.description
source: Nie można potwierdzić tożsamości wybranego nośnika. Sprawdź ponownie i wybierz go jeszcze raz.
de: Die Identität des ausgewählten Laufwerks konnte nicht bestätigt werden. Prüfen Sie erneut und wählen Sie es noch einmal aus.
en: The selected drive’s identity couldn’t be confirmed. Check again and select it again.
es: No se ha podido confirmar la identidad de la unidad seleccionada. Vuelva a comprobarla y selecciónela de nuevo.
fr: L’identité du disque sélectionné n’a pas pu être confirmée. Vérifiez à nouveau et sélectionnez-le de nouveau.
it: Non è stato possibile confermare l’identità dell’unità selezionata. Controlla di nuovo e selezionala nuovamente.
ja: 選択したドライブが同じドライブであることを確認できませんでした。もう一度確認して、再度選択してください。
pt_br: Não foi possível confirmar a identidade da unidade selecionada. Verifique novamente e selecione-a outra vez.
ru: Не удалось подтвердить, что выбран тот же накопитель. Выполните проверку ещё раз и выберите его повторно.
tr: Seçilen sürücünün aynı sürücü olduğu doğrulanamadı. Yeniden denetleyip tekrar seçin.
uk: Не вдалося підтвердити, що вибрано той самий накопичувач. Виконайте перевірку ще раз і виберіть його повторно.
vi: Không thể xác nhận ổ đĩa đã chọn vẫn là cùng một ổ đĩa. Kiểm tra lại và chọn lại ổ đĩa đó.
zh_hans: 无法确认所选驱动器是否仍为同一驱动器。请重新检查并再次选择。

# analysis.usb.discovery.missing.description
source: Wybrany nośnik nie jest już dostępny. Podłącz go i wybierz ponownie.
de: Das ausgewählte Laufwerk ist nicht mehr verfügbar. Schließen Sie es an und wählen Sie es erneut aus.
en: The selected drive is no longer available. Connect it and select it again.
es: La unidad seleccionada ya no está disponible. Conéctela y selecciónela de nuevo.
fr: Le disque sélectionné n’est plus disponible. Connectez-le et sélectionnez-le de nouveau.
it: L’unità selezionata non è più disponibile. Collegala e selezionala di nuovo.
ja: 選択したドライブは利用できなくなりました。接続して、もう一度選択してください。
pt_br: A unidade selecionada não está mais disponível. Conecte-a e selecione-a novamente.
ru: Выбранный накопитель больше недоступен. Подключите его и выберите повторно.
tr: Seçilen sürücü artık kullanılamıyor. Sürücüyü bağlayıp yeniden seçin.
uk: Вибраний накопичувач більше недоступний. Підключіть його та виберіть повторно.
vi: Ổ đĩa đã chọn không còn khả dụng. Kết nối ổ đĩa và chọn lại.
zh_hans: 所选驱动器已不可用。请连接后重新选择。

# analysis.usb.discovery.partial.alternative
source: Możesz wybrać nośnik, który został poprawnie sprawdzony.
de: Sie können ein Laufwerk auswählen, das erfolgreich geprüft wurde.
en: You can select a drive that was successfully checked.
es: Puede seleccionar una unidad que se haya comprobado correctamente.
fr: Vous pouvez sélectionner un disque qui a été vérifié avec succès.
it: Puoi selezionare un’unità che è stata controllata correttamente.
ja: 正常に確認できたドライブを選択できます。
pt_br: Você pode selecionar uma unidade que tenha sido verificada com sucesso.
ru: Можно выбрать накопитель, который успешно прошёл проверку.
tr: Başarıyla denetlenmiş bir sürücü seçebilirsiniz.
uk: Можна вибрати накопичувач, який успішно пройшов перевірку.
vi: Bạn có thể chọn một ổ đĩa đã được kiểm tra thành công.
zh_hans: 你可以选择已成功检查的驱动器。

# analysis.usb.discovery.partial.description
source: Sprawdź połączenie USB i ponów sprawdzenie pozostałych nośników.
de: Prüfen Sie die USB-Verbindung und wiederholen Sie die Prüfung der übrigen Laufwerke.
en: Check the USB connection, then check the remaining drives again.
es: Compruebe la conexión USB y vuelva a comprobar las unidades restantes.
fr: Vérifiez la connexion USB, puis réessayez avec les autres disques.
it: Controlla la connessione USB e ripeti il controllo delle altre unità.
ja: USB接続を確認して、残りのドライブをもう一度確認してください。
pt_br: Verifique a conexão USB e tente novamente com as outras unidades.
ru: Проверьте подключение USB и повторите проверку остальных накопителей.
tr: USB bağlantısını denetleyip kalan sürücüleri yeniden denetleyin.
uk: Перевірте підключення USB і повторіть перевірку решти накопичувачів.
vi: Kiểm tra kết nối USB và kiểm tra lại các ổ đĩa còn lại.
zh_hans: 请检查 USB 连接并重新检查其余驱动器。

# analysis.usb.discovery.partial.title
source: Nie udało się sprawdzić wszystkich nośników
de: Einige Laufwerke konnten nicht geprüft werden
en: Some drives couldn’t be checked
es: No se han podido comprobar algunas unidades
fr: Certains disques n’ont pas pu être vérifiés
it: Non è stato possibile controllare alcune unità
ja: 一部のドライブを確認できませんでした
pt_br: Não foi possível verificar algumas unidades
ru: Не удалось проверить некоторые накопители
tr: Bazı sürücüler denetlenemedi
uk: Не вдалося перевірити деякі накопичувачі
vi: Không thể kiểm tra một số ổ đĩa
zh_hans: 无法检查部分驱动器

# analysis.usb.discovery.process.description
source: Nie udało się uruchomić lub dokończyć sprawdzania nośników. Spróbuj ponownie.
de: Die Prüfung der Laufwerke konnte nicht gestartet oder abgeschlossen werden. Versuchen Sie es erneut.
en: The drive check couldn’t be started or completed. Try again.
es: No se ha podido iniciar o completar la comprobación de las unidades. Inténtelo de nuevo.
fr: La vérification des disques n’a pas pu être lancée ou terminée. Réessayez.
it: Non è stato possibile avviare o completare il controllo delle unità. Riprova.
ja: ドライブの確認を開始または完了できませんでした。もう一度お試しください。
pt_br: Não foi possível iniciar ou concluir a verificação das unidades. Tente novamente.
ru: Не удалось начать или завершить проверку накопителей. Повторите попытку.
tr: Sürücü denetimi başlatılamadı veya tamamlanamadı. Yeniden deneyin.
uk: Не вдалося почати або завершити перевірку накопичувачів. Спробуйте ще раз.
vi: Không thể bắt đầu hoặc hoàn tất việc kiểm tra ổ đĩa. Thử lại.
zh_hans: 无法开始或完成驱动器检查。请重试。

# analysis.usb.discovery.refresh.description
source: Nie można teraz potwierdzić dostępności nośników. Spróbuj ponownie.
de: Die Verfügbarkeit der Laufwerke konnte nicht bestätigt werden. Versuchen Sie es erneut.
en: Drive availability couldn’t be confirmed. Try again.
es: No se ha podido confirmar la disponibilidad de las unidades. Inténtelo de nuevo.
fr: La disponibilité des disques n’a pas pu être confirmée. Réessayez.
it: Non è stato possibile confermare la disponibilità delle unità. Riprova.
ja: ドライブが利用可能か確認できませんでした。もう一度お試しください。
pt_br: Não foi possível confirmar a disponibilidade das unidades. Tente novamente.
ru: Не удалось подтвердить доступность накопителей. Повторите попытку.
tr: Sürücülerin kullanılabilirliği doğrulanamadı. Yeniden deneyin.
uk: Не вдалося підтвердити доступність накопичувачів. Спробуйте ще раз.
vi: Không thể xác nhận ổ đĩa có khả dụng hay không. Thử lại.
zh_hans: 无法确认驱动器是否可用。请重试。

# analysis.usb.discovery.refresh.title
source: Nie udało się odświeżyć listy nośników
de: Die Laufwerksliste konnte nicht aktualisiert werden
en: Couldn’t refresh the drive list
es: No se ha podido actualizar la lista de unidades
fr: La liste des disques n’a pas pu être actualisée
it: Non è stato possibile aggiornare l’elenco delle unità
ja: ドライブのリストを更新できませんでした
pt_br: Não foi possível atualizar a lista de unidades
ru: Не удалось обновить список накопителей
tr: Sürücü listesi yenilenemedi
uk: Не вдалося оновити список накопичувачів
vi: Không thể làm mới danh sách ổ đĩa
zh_hans: 无法刷新驱动器列表

# analysis.usb.discovery.retry.action
source: Sprawdź ponownie
de: Erneut prüfen
en: Check Again
es: Volver a comprobar
fr: Vérifier à nouveau
it: Controlla di nuovo
ja: 再確認
pt_br: Verificar Novamente
ru: Проверить снова
tr: Yeniden Denetle
uk: Перевірити знову
vi: Kiểm tra lại
zh_hans: 重新检查

# analysis.usb.discovery.timeout.description
source: Sprawdzanie trwało zbyt długo. Sprawdź połączenie USB i spróbuj ponownie.
de: Die Prüfung hat zu lange gedauert. Prüfen Sie die USB-Verbindung und versuchen Sie es erneut.
en: The check took too long. Check the USB connection and try again.
es: La comprobación ha tardado demasiado. Compruebe la conexión USB e inténtelo de nuevo.
fr: La vérification a pris trop de temps. Vérifiez la connexion USB et réessayez.
it: Il controllo ha richiesto troppo tempo. Controlla la connessione USB e riprova.
ja: 確認に時間がかかりすぎました。USB接続を確認して、もう一度お試しください。
pt_br: A verificação demorou demais. Verifique a conexão USB e tente novamente.
ru: Проверка заняла слишком много времени. Проверьте подключение USB и повторите попытку.
tr: Denetim çok uzun sürdü. USB bağlantısını denetleyip yeniden deneyin.
uk: Перевірка тривала надто довго. Перевірте підключення USB і спробуйте ще раз.
vi: Quá trình kiểm tra mất quá nhiều thời gian. Kiểm tra kết nối USB và thử lại.
zh_hans: 检查耗时过长。请检查 USB 连接并重试。

# analysis.usb.discovery.unavailable.label
source: Niedostępny
de: Nicht verfügbar
en: Unavailable
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
pt_br: Indisponível
ru: Недоступен
tr: Kullanılamıyor
uk: Недоступний
vi: Không khả dụng
zh_hans: 不可用

# analysis.usb.discovery.unavailable.title
source: Nie można wybrać tego nośnika
de: Dieses Laufwerk kann nicht ausgewählt werden
en: This drive can’t be selected
es: No se puede seleccionar esta unidad
fr: Ce disque ne peut pas être sélectionné
it: Questa unità non può essere selezionata
ja: このドライブは選択できません
pt_br: Esta unidade não pode ser selecionada
ru: Этот накопитель нельзя выбрать
tr: Bu sürücü seçilemiyor
uk: Цей накопичувач не можна вибрати
vi: Không thể chọn ổ đĩa này
zh_hans: 无法选择此驱动器

# analysis.usb.discovery.waiting.description
source: Poprzednie sprawdzanie jeszcze się nie zakończyło. Poczekaj chwilę.
de: Die vorherige Prüfung ist noch nicht abgeschlossen. Bitte warten Sie einen Moment.
en: The previous check hasn’t finished yet. Please wait.
es: La comprobación anterior aún no ha terminado. Espere un momento.
fr: La vérification précédente n’est pas encore terminée. Veuillez patienter.
it: Il controllo precedente non è ancora terminato. Attendi un momento.
ja: 前の確認がまだ完了していません。しばらくお待ちください。
pt_br: A verificação anterior ainda não terminou. Aguarde um momento.
ru: Предыдущая проверка ещё не завершена. Подождите немного.
tr: Önceki denetim henüz tamamlanmadı. Lütfen biraz bekleyin.
uk: Попередню перевірку ще не завершено. Зачекайте трохи.
vi: Lần kiểm tra trước chưa hoàn tất. Vui lòng chờ một chút.
zh_hans: 上次检查尚未完成。请稍候。
